Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/criminal_law/criminal_trial/court_poor_box.html.txt.tmx
Source language: en
Languages: ga

source: Sometimes in criminal prosecutions heard in lower courts, the judge may order the defendant to place a donation in the court poor box in lieu of conviction
ga: Amanna i gcásanna coiriúla os comhair na gcúirteanna íochtaracha in Éirinn, d'fhéadfadh an breitheamh ordú a thabhairt don chosantóir síntiús a chur i mBosca na mBocht in áit a bheith ciontaithe

source: In other words, instead of being convicted and facing imprisonment or a statutory fine, the judge can order that the defendant donate a sum to a charity nominated by the judge
ga: I bhfocail eile, in áit a bheith ciontaithe agus tréimhse príosúnachta, nó fíneáil reachtúil a bheith amach roimhe/roimpi, is féidir leis an mbreitheamh a ordú go mbronnan an cosantóir suim airgid ar charthanas ainmnithe ag an mbreitheamh

source: This sum of money is then lodged by the defendant with the court and paid over by the Fines Office of the Court to the charity in question
ga: Cuireann an cosantóir an tsuim airgid seo i dtaisce sa chúirt, agus ansin íocann Oifig Fineála na Cúirte an t-airgead leis an gcarthanas atá i gceist

source: There is no apparent law in place that gives the judge this discretion
ga: Níl aon dlí soiléir a thugann an chumhacht seo don bhreitheamh

source: The use of the court poor box, however, is a process that has evolved over the years
ga: Is próiseas í úsáid Bhosca na mBocht áfach, a d'fhás thar na blianta

source: It appears to stem from the judge's common law jurisdiction to exercise his or her discretion in imposing penalties and/or other conditions
ga: Is cosúil go n-éiríonn sé as dlínse dlí choitinn an bhreithimh a c(h)umhacht a chomhlíonadh agus é/í ag gearradh píonós agus/nó coinníollacha eile

source: In particular, this process often occurs in the lower courts (i.e., the District Court)
ga: Go háirithe, tarlaíonn an próiseas seo sna cúirteanna íochtaracha (is é sin, an Chúirt Dhúchais)

source: In 2005 the Law Reform Commission published their Report on the court poor box: probation of offenders (pdf)
ga: Í 2005 d’fhoilsigh an Coimisiún um Athchóiriú an Dlí a dtuarascáil Report on The Court Poor Box: Probation of Offenders (pdf)

source: In February 2014 the Department of Justice and Equality published the General Scheme of Criminal Justice (Community Sanctions) Bill which proposes to replace the poor box with a statutory Reparation Fund
ga: I mí Feabhra 2014 d'fhoilsigh an Roinn Dlí agus Cirt agus Comhionannais an Scéim Ghinearálta um Bille Cheartas Coiriúil (Smachtbhannaí Pobail) um a bhfuil sé beartaithe a chur in ionad an bosca mbocht le Ciste Cúitimh reachtúil

source: Until new legislation is introduced however, the following information describes the current situation with regard to the court poor box
ga: Go dtí go dtabharfar reachtaíocht nua isteach, áfach, déanann an t-eolas seo a leanas cur síos ar an staid mar atá faoi láthair i leith Bhosca Cúirte na mBocht in Éirinn

source: The most common reason for making a decision such as this is that, in the opinion of the judge, while the prosecution has proven its case, it is not appropriate to enter a conviction
ga: Is é an fáth is coiteanta a ndéantar cinneadh mar sin ná, i dtuairim an bhreithimh, cé go bhfuil a gcás cruthaithe ag na cúisitheoirí, nach bhfuil sé oiriúnach ciontú a chur síos

source: For example, the judge may anticipate that the defendant will not commit any other offence
ga: Mar shampla, má tá súil ag an mbreitheamh nach ndéanfaidh an cosantóir coir ar bith eile

source: For example, on the one hand, it could be argued that the prospect of appearing in court is a significant deterrent from crime for some citizens
ga: Mar shampla, ar láimh amháin is féidir a áiteamh gur cosc suntasach ar choir é do roinnt saoránach a bheith ag súil le teacht os comhair cúirte

source: The fact that details of their personal lives and activities may become public knowledge can sometimes be enough to deter them from committing a crime again
ga: Amanna nuair a smaoiníonn siad go mbeidh sonraí a saol pearsanta agus a ngníomhaíoctaí os comhair an phobail, cuireann sé sin iad ó choir a dhéanamh arís

source: In addition, having a conviction registered against you can significantly affect your life (i.e., employment prospects, career, business and social relationships, etc.)
ga: Chomh maith leis sin, má bhíonn ciontú cláraithe i d'aghaidh, bíonn torthaí suntasacha ar do shaol (mar shampla súil le fostaíocht, slí bheatha, caidrimh gnó agus sóisialta, agus araile)

source: For this reason, where the court feels that the citizen will not re-offend, the judge can choose to impose a donation to the court poor box
ga: Mar gheall air sin nuair a cheapann an chúirt nach ndéanfaidh an saoránach coir ar bith eile, is féidir leis an mbreitheamh síntiús do Bhosca na mBocht a roghnú mar phíonós

source: On the other hand, however, concerns have been expressed in Ireland as to the need to ensure equal treatment for offenders from different economic backgrounds
ga: Ar an láimh eile, áfach, is cúis imní in Éirinn nach bhfuiltear cinnte an gcaitear le ciontóirí as culraí eacnamaíochta difriúla ar bhealach cothrom

source: There is also a significant question as to the lack of accountability regarding the use of funds
ga: Tá ceist shuntasach chomh maith ann faoin easpa freagrachta maidir le húsáid an airgid

source: For example, some people feel that having a court poor box is a way out of conviction for some citizens who can afford to pay the fine
ga: Mar shampla ceapann daoine áirithe gur bealach éalaithe ó chiontú é Bosca na mBocht do shaoránaigh a bhfuil sé d'acmhainn acu an fhíneáil a íoc

source: Other individuals who cannot afford the fine may have no option but to have their conviction registered against them
ga: B'fhéidir nach mbeadh an dara rogha ag daoine nach bhfuil sé d'acmhainn acu an fhíneáil a íoc, ach an ciontú a bheith cláraithe ina n-aghaidh

source: There are also concerns that donations to the court poor box deprives the Irish Government of fines that should in ordinary circumstances be imposed
ga: Is cúis imní é chomh maith go gcoinníonn na síntiúis do Bhosca na mBocht fíneálacha a ghearrfaí de ghnáth ó Rialtas na hÉireann

source: There is currently no specific law governing court poor boxes
ga: Níl dlí ar bith in Éirinn a rialaíonn Boscaí na mBocht sna cúirteanna

source: Where an accused makes a payment to the poor box, the judge usually applies the Probation of Offenders Act 1908 or imposes a suspended sentence
ga: Nuair a dhéanann an cúisí íocaíocht do Bhosca na mBocht, de ghnáth cuireann an breitheamh an tAcht Promhaidh i bhfeidhm nó ghearrann sé/sí pionós ar fionraí

source: It is intended to reform the current court poor box system
ga: Tá sé i gceist a athchóiriú ar an gcóras bosca mbocht cúirte

source: Until new legislation is in place, the court poor box system is still in force
ga: Go dtí go bhfuil an reachtaíocht nua i bhfeidhm, tá an córas bosca mbocht cúirte fós i bhfeidhm

source: Donations to the court poor box imposed by a judge can vary in amount, depending on the offence
ga: Is féidir athruithe a bheith ar shuimeanna síntiús do Bhosca na mBocht a ghearrann breitheamh ag brath ar an gcoir

source: If a judge orders that you make a donation to the court poor box and you have the funds to pay, the Court Registrar in court on the day will collect the payment and issue you with a receipt. If you do not have the funds with you on the day but can afford to pay, your case may be adjourned for a period (i.e., a month, three months, etc.)
ga: Má ordaíonn breitheamh duit síntiús a dhéanamh do Bhosca na mBocht agus má tá an t-airgead agat é a íoc, baileoidh an Cláraitheoir Cúirte sa chúirt ar an lá an íocaíocht agus eiseoidh sé/sí admháil duit

source: You are then recalled to court and you pay the donation. Donations are then forwarded to the relevant charity/organisation by the court
ga: Ansin cuireann an chúirt na híocaíochtaí ar aghaidh go dtí an carthanas/eagraíocht chuí

source: If you do not have the funds to pay or you choose not to make a donation, a conviction for your offence will be registered against you
ga: Mura mbíonn an t-airgead agat, nó má roghnaíonn tú gan síntiús a dhéanamh, clárófar ciontú i dtaobh do choire i d'aghaidh
